Repository: iina/iina
Catalog: iina/Localizable.xcstrings
Source language: en
Languages: af, ar, ca, cs, da, de, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sk, sr_rs, sv, tr, uk, zh_hans, zh_hant

# alert.add_filter.message
source: Please enter a filter string in format of mpv's vf or af command.
af: Voer asb. ’n filterstring in die formaat van mpv se vf- of af-bevel in.
ar: الرجاء إدخال سلسلة فلتر في شكل أمر mpv أو af.
ca: Si us plau introdueix un filtre de text en format mpv's o format af.
cs: Zadejte řetězec filtru ve formátu mpv příkazu vf nebo af.
da: Venligst indtast en filter streng af mpvs vf eller af kommando.
de: Bitte gib die Zeichenkette für den Filter im Stil der vf- bzw. af-Kommandos von mpv an.
es: Por favor ingrese el filtro usando el formato de comando vf o af de mpv.
fi: Anna suodatinmerkkijono mpv:n vf tai af komennon muodossa.
fr: Veuillez renseigner une chaîne de caractères au format de la commande vf ou af de mpv.
he: אנא הזן מחרוזת מסנן בפורמט פקודת vf או af של mpv.
hi: कृपया mpv के vf या af कमांड के प्रारूप में एक फिल्टर स्ट्रिंग दर्ज करें।
hr: Upiši znakovni niz za filtar u formatu mpv-ove naredbe vf ili af.
hu: Adjon meg egy szűrő karakterláncot az mpv vf vagy af parancsának formátumában.
id: Mohon isi string filter dengan format vf dari mpv atau af.
it: Inserisci una stringa di filtro nel formato dei comandi vf o af di mpv.
ja: mpvの vf または af オプションの形式でフィルター名を入力してください。
ko: mpv 플레이어의 vf 또는 af 명령의 형식으로 필터 설정 문자열을 입력하십시오.
nl: Voer een filtertekst met de structuur van mpv's vf/af-commando's in.
pl: Wprowadź filtry w formacie zgodnym ze specyfikacją mpv.
pt_br: Por favor, digite uma string de filtro no formato de comando vf ou af de mpv.
pt_pt: Por favor, digite uma string de filtro no formato de comando vf ou af de mpv.
ro: Te rog introdu un șir care să fie o comandă în formatul mpv vf sau af.
ru: Введите строку фильтра в формате команд «vf» или «af» из mpv.
sk: Zadajte reťazec filtru vo formáte mpv príkazu vf alebo af.
sr_rs: Unеsitе nisku filtera u formatu naredbi vf ili af programa mpv.
sv: Vänligen ange en filtersträng i formatet för mpv:s vf- eller af-kommando.
tr: Lütfen mpv'nin vf veya af komutu biçiminde bir filtre dizisi girin.
uk: Будь ласка, введіть рядок фільтру в форматі vf- чи af-команди mpv.
zh_hans: 请输入符合 mpv 的 vf 或 af 格式的滤镜字符串。
zh_hant: 請輸入符合 mpv 的 vf 或 af 格式的濾鏡指令

# alert.add_filter.title
source: New Filter
af: Nuwe filter
ar: عامل تصفية جديد
ca: Crea filtre
cs: Přidat filtr
da: Nyt filter
de: Neuer Filter
es: Nuevo filtro
fi: Uusi suodatin
fr: Nouveau filtre
he: מסנן חדש
hi: नया फ़िल्टर
hr: Novi filtar
hu: Új filter
id: Filter Baru
it: Nuovo filtro
ja: フィルターの新規作成
ko: 새 필터
nl: Nieuw filter
pl: Nowy filtr
pt_br: Novo Filtro
pt_pt: Novo Filtro
ro: Filtru nou
ru: Новый фильтр
sk: Nový filter
sr_rs: Novi filter
sv: Nytt filter
tr: Yeni Filtre
uk: Новий фільтр
zh_hans: 添加新滤镜
zh_hant: 新增濾鏡

# alert.add_url.message
source: Please enter the URL:
af: Voer die bronadres in:
ar: الرجاء إدخال الرابط:
ca: Si us plau, introdueix l'enllaç:
cs: Zadejte URL:
da: Venligst indtast URL:
de: Bitte Adresse eingeben:
es: Por favor, ingrese la dirección URL:
fi: Anna URL-osoite:
fr: Veuillez entrer l'URL :
he: אנא הזן כתובת URL:
hi: कृपया यहां यूआरएल दर्ज करें:
hr: Upiši URL adresu:
hu: Kérlek add meg az URL-t:
id: Mohon masukkan URL:
it: Inserisci l'URL:
ja: URLを入力してください:
ko: URL을 입력하십시오
nl: Voer de URL in:
pl: Wprowadź adres URL:
pt_br: Por favor, digite a URL:
pt_pt: Por favor, introduza um URL:
ro: Te rog introdu un URL:
ru: Введите URL:
sk: Zadajte URL:
sr_rs: Unesite URL:
sv: Vänligen ange URL:en:
tr: Lütfen URL'yi girin:
uk: Уведіть, будь ласка, URL:
zh_hans: 请输入 URL:
zh_hant: 請輸入 URL：

# alert.add_url.title
source: Add URL
af: Voeg bronadres toe
ar: إضافة عنوان URL
ca: Afegeix enllaç
cs: Přidat URL
da: Tilføj URL
de: Adresse hinzufügen
es: Añadir URL
fi: Lisää URL-osoite
fr: Ajouter une URL
he: הוסף URL
hi: यूआरएल जोड़िये
hr: Dodaj URL adresu
hu: URL hozzáadása
id: Tambahkan URL
it: Aggiungi URL
ja: URLを追加
ko: URL 추가
nl: Voeg URL toe
pl: Dodaj adres URL
pt_br: Adicionar URL
pt_pt: Adicionar URL
ro: Adaugă URL
ru: Добавить URL
sk: Pridať URL
sr_rs: Dodaj URL
sv: Lägg till URL
tr: URL Ekle
uk: Додати URL
zh_hans: 添加 URL
zh_hant: 加入 URL

# alert.add_watch.message
source: Please enter a valid mpv property name.
af: Voer ’n geldige mpv-eienskapnaam in.
ar: الرجاء إدخال اسم خاصية mpv صالح.
ca: Si us plau, introdueix un nom vàlid de propietat mpv.
cs: Zadejte platný název možnosti mpv.
da: Venligst indrtast et gyldigt mpv egenskabsnavn.
de: Bitte gib einen gültigen mpv-Parameter ein.
es: Por favor, ingrese un nombre válido de propiedad de mpv.
fi: Anna kelvollinen mpv-ominaisuuden nimi.
fr: Veuillez renseigner un nom de propriété mpv valide.
he: אנא הזן שם מאפיין mpv חוקי.
hi: कृपया एक मान्य mpv गुण नाम दर्ज करें।
hr: Upiši ispravno ime mpv svojstva.
hu: Adj meg egy érvényes mpv tulajdonságnevet.
id: Masukkan nilai properti mpv yang valid.
it: Inserisci un nome di proprietà mpv valido.
ja: 有効なmpvのプロパティ名を入力してください。
ko: 올바른 mpv 속성명을 입력하십시오.
nl: Voer een geldige mpv-parameter in.
pl: Wprowadź poprawną nazwę parametru MPV.
pt_br: Entre com um nome de propriedade mpv válido.
pt_pt: Por favor, insira um nome de propriedade mpv válido.
ro: Te rog introdu un nume valid pentru proprietatea mpv
ru: Введите корректное имя для свойства mpv.
sk: Zadajte platný názov vlastnosti mpv.
sr_rs: Unesite važeći naziv mpv svojstva.
sv: Vänligen ange ett giltigt mpv-egenskapsnamn.
tr: Lütfen geçerli bir mpv özellik adını girin.
uk: Будь ласка, введіть правильну назву властивості mpv.
zh_hans: 请输入一个有效的 mpv 属性名称。
zh_hant: 請輸入一個有效的 mpv 屬性名稱

# alert.add_watch.title
source: Add Watch Property
af: Voeg waarde toe om te volg
ar: إضافة خاصية مشاهدة
ca: Afegeix una propietat de monitoreig
cs: Přidat možnost sledování
da: Tilføj overvågningsegenskab
de: Zu beobachtenden Wert hinzufügen
es: Añadir propiedad de monitoreo
fi: Lisää seurattava ominaisuus
fr: Nouvelle propriété à observer
he: הוסף מאפיין צפייה
hi: वॉच प्रॉपर्टी जोड़ें
hr: Dodaj svojstvo gledanja
hu: Nézési tulajdonság hozzáadása
id: Tambahkan Properti mpv
it: Aggiungi proprietà di riproduzione
ja: 監視するmpvのプロパティを追加
ko: 상태 보기 항목 추가
nl: Voeg waarde toe om te volgen
pl: Dodaj obiekt do obejrzenia
pt_br: Adicionar propriedade de exibição
pt_pt: Adicionar Propriedade de Relógio
ro: Adăugați o proprietate de ceas
ru: Добавить свойство просмотра
sk: Pridať položku pozerať
sr_rs: Dodaj svojstvo prikaza
sv: Lägg till bevakad egenskap
tr: İzleme Özelliği Ekle
uk: Додайте властивість перегляду
zh_hans: 添加监视属性
zh_hant: 加入監視屬性

# alert.assrt_register
source: Due to limited API quota, you are strongly recommended to use your own API token. The default token is only for demo usage, and you may encounter network error.
af: Weens beperkte API-kwota word u ten sterkste aanbeveel om u eie API-teken te gebruik. Die verstekteken is slegs vir demonstrasiegebruik en u kan ’n netwerkfout teëkom.
ar: نظراً لحصة API المحدودة، يوصى بشدة باستخدام رمز API الخاص بك. الرمز الافتراضي هو فقط للاستخدام التجريبي، وقد تواجه خطأ في الشبكة.
ca: Degut a la quota limitada de la API, es recomanada l'ús del teu propi token de la API. El token per defecte és només per un ús de demostració, i pot provocar errors de connexió.
cs: Vzhledem k omezenému množství API, důrazně doporučujeme použít vlastní API token. Výchozí token je určen pouze pro zkušební využití a můžete se setkat s chybou sítě.
da: På grund af begrænset API-kvote, anbefales du kraftigt at bruge din egen API-token. Standard-token er kun til demo-brug, og du kan støde på netværksfejl.
de: Bitte erstelle Dir ein eigenes API-Token. Das hier voreingestellte Token ist nur für Testzwecke und kann zu Netzwerkfehlern führen.
es: Debido a la cuota limitada de la API, se recomienda el uso de su propio token de la API. El token predeterminado es solo para uso demostrativo, y puede presentar errores de red.
fi: Rajoitetusta API-kiintiöstä johtuen, on erittäin suositeltavaa käyttää omaa API-avainta. Oletusavain on tarkoitettu vain demokäyttöön ja voi johtaa verkkovirheeseen.
fr: À cause du quota limité sur l'API, il est fortement recommandé d'utiliser votre propre jeton d'API. Le jeton par défaut n'est utilisé qu'à des fins de démonstration et vous risquez de rencontrer des erreurs réseau en l'utilisant.
he: בשל מגבלות מכסות API, מומלץ מאוד להשתמש באסימון API משלך. אסימון ברירת המחדל מיועד רק לשימוש בהדגמה, ואתה עלול להיתקל בשגיאת רשת.
hi: सीमित एपीआई कोटा के कारण, आपको अपने स्वयं के एपीआई टोकन का उपयोग करने की दृढ़ता से अनुशंसा की जाती है। डिफ़ॉल्ट टोकन केवल डेमो उपयोग के लिए है, और आप नेटवर्क त्रुटि का सामना कर सकते हैं।
hr: Zbog ograničene API kvote, preporučujemo da koristiš vlastiti API token. Zadani je token samo za demo upotrebu i može prouzročiti mrežnu grešku.
hu: A korlátozott API-kvóta miatt erősen ajánlott saját API-token használata. Az alapértelmezett token csak demóhasználatra szolgál, és hálózati hibába ütközhet.
id: Sehubungan dengan terbatasnya kuota API, sangat direkomendasikan untuk menggunakan token API milik Anda sendiri. Token bawaan hanya ditujukan untuk demonstrasi, sehingga Anda mungkin bertemu dengan kesalahan jaringan.
it: A causa della quota limitata di API, sei pregato di usare i tuoi token API. I token di default sono solo per uso dimostrativo, potresti riscontrare degli errori di connessione.
ja: APIリクエスト数が制限されているため、ご自身で発行したAPIトークンを使用することを推奨しています。元から設定されているトークンは試用であり、ネットワークエラーが発生する恐れがあります。
ko: API 사용량 제한이 있으므로, 사용자가 개별 API 토큰을 만들어 사용하는 것이 좋습니다. 기본 제공되는 토큰은 기능 시연용이므로 네트워크 오류가 발생할 수 있습니다.
nl: Vanwege een beperkt API-quotum word je verzocht om je eigen API-token te gebruiken. Het standaardtoken is alleen voor testgebruik en kan tot netwerkfouten leiden.
pl: Z powodu limitu zapytań do API, zalecamy korzystanie z własnego tokenu API. Domyślny token jest przeznaczony wyłącznie do celów demonstracyjnych.
pt_br: Devido à quota limitada da API, recomendamos vivamente que utilize o seu próprio token da API. O token padrão é apenas para uso de demonstração e você pode encontrar um erro de rede.
pt_pt: Devido a uma cota limitada da API, é altamente recomendável usar seu próprio token de API. O token padrão é apenas para uso de demonstração, e você pode encontrar um erro de rede.
ro: Datorită limitărilor de API, este recomandat să folosești propriul API token. Token-ul implicit este doar pentru utilizări demo și poți întâmpina erori de rețea.
ru: Из-за ограничений квоты API рекомендуем использовать свой API токен. Токен по умолчанию предназначен для демонстрационного использования, и может не работать.
sk: Kvôli API limitom vám odporúčame použiť váš vlastný API token. Prednastavený token slúži iba na demo účeli a nemusí fungovať správne.
sr_rs: Usled ograničene kvote API-ja, najiskrenije preporučujemo da koristite sopstveni token API-ja. Podrazumevani token namenjen je samo za probnu primenu, pa možete naići na grešku mreže.
sv: På grund av begränsad API-kvotering rekommenderas du starkt att använda din egen API-token. Den förvalda token är endast till för demo-användning och du kan råka ut för nätverksfel.
tr: Sınırlı API kotası yüzünden kendi API kimliğinizi kullanmanız şiddetle tavsiye edilir. Varsayılan token sadece demo kullanım için olduğundan ağ hatası almanız kuvvetle muhtemeldir.
uk: Через обмежену API-квоту, пильно рекомендується використовувати власний API-маркер. Стандартний маркер — лише для прикладу, й ви можете отримати помилку мережі.
zh_hans: 由于 API 配额限制，我们强烈建议您使用自己的 API token。默认 API token 仅做测试用途，且您有可能遇到网络错误。
zh_hant: 由於射手網(偽) API 要求的數量限制，請務必在射手網(偽)註冊帳號後使用自己的 API token。預設的 API token 僅用於測試用途，並且可能由於 API 使用超出配額而要求失敗。

# alert.assrt_register.register
source: Register Now
af: Registreer nou
ar: تسجيل الآن
ca: Registra ara
cs: Registrovat
da: Registrer Nu
de: Jetzt registrieren
es: Registrarse ahora
fi: Rekisteröidy nyt
fr: S'inscrire
he: הירשם עכשיו
hi: अभी पंजीकरण करें
hr: Registriraj se sada
hu: Regisztráció most
id: Daftar Sekarang
it: Registrati ora
ja: 今すぐ登録する
ko: 지금 등록하기
nl: Registreer nu
pl: Zarejestruj się teraz
pt_br: Registrar Agora
pt_pt: Registe-se Agora
ro: Înregistrează-te
ru: Зарегистрироваться
sk: Zaregistrovať sa
sr_rs: Registruj me sada
sv: Registrera nu
tr: Şimdi Kaydol
uk: Зареєструватися
zh_hans: 立即注册
zh_hant: 去射手網(偽)註冊

# alert.assrt_register.try
source: Try First
af: Probeer eers
ar: حاول أولاً
ca: Prova-ho primer
cs: Vyzkoušet
da: Prøv Først
de: Testen
es: Probar primero
fi: Kokeile ensin
fr: Essayer sans token
he: נסה קודם
hi: पहले प्रयास करें
hr: Najprije isprobaj
hu: Próbálja ki először
id: Coba Dulu
it: Prova prima
ja: 使ってみる
ko: 사용해 보기
nl: Probeer uit
pl: Sprawdź teraz
pt_br: Tente primeiro
pt_pt: Tentar primeiro
ro: Încearcă
ru: Попробовать снова
sk: Najprv Vyskúšajte
sr_rs: Najpre pokušaj
sv: Prova först
tr: Önce Dene
uk: Спочатку спробувати
zh_hans: 试用一下
zh_hant: 先試用一下

# alert.assrt_token_invalid
source: Your Assrt API token seems to be invalid.
af: U Assrt API-teken blyk ongeldig te wees.
ar: يبدو أن رمز API الخاص بك غير صالح.
cs: Váš Assrt API token se zdá být neplatný.
da: Din Assrt API token lader til at være ugyldig.
de: Dein Assrt-API-Token scheint ungültig zu sein.
es: Parece que tu token de la API Assrt no es válido.
fi: Assrt API -tunnisteesi näyttää olevan virheellinen.
fr: Votre token d'API Assrt semble être invalide.
he: נראה שאסימון ה-API של Assrt אינו חוקי.
hi: आपका Assrt API टोकन अमान्य लगता है।
hr: Čini se da je tvoj Assrt API token neispravan.
hu: Az Assrt API tokened helytelen.
id: Assrt API token Anda kemungkinan tidak valid.
it: Il tuo token API Assrt sembra non essere valido.
ja: Assrt APIトークンが有効ではないようです。
ko: Assrt API 토큰을 잘못 입력한 것 같습니다.
nl: Je Assrt API-token lijkt ongeldig te zijn.
pl: Twój token Assrt API wygląda na nieprawidłowy.
pt_br: Seu token da API do Assrt parece ser inválido.
pt_pt: O seu token Assrt API parece ser inválido.
ro: Token-ul API Assrt pare să fie invalid.
ru: Ваш API токен кажется недействительен.
sk: Váš Assrt API token je neplatný.
sr_rs: Vaš Assrt API token izgleda da je nevažeći.
sv: Din Assrt API-token ser ut att vara ogiltig.
tr: Assrt API tokeniniz geçerli gözükmüyor.
uk: Ваш перевірчий API-маркер, здається, недійсний.
zh_hans: 您的 Assrt API token 疑似无效。
zh_hant: 你的射手網(偽) API token 格式無效。

# alert.assrt_token_prompt.message
source: Please register in the opened webpage. Get your token in your user home page and enter it below:
af: Registreer asb. in die geopende webblad. Kry u teken in u gebruikerstuisblad en voer dit hier onder in:
ar: الرجاء التسجيل في صفحة الويب المفتوحة. احصل على الرمز المميز الخاص بك في الصفحة الرئيسية للمستخدم الخاص بك وإدخاله أدناه:
cs: Zaregistrujte se prosím na otevřené webové stránce. Získejte token na domovské stránce uživatele a zadejte jej níže:
da: Registrer dig på den åbnede hjemmeside. Få din token på din brugerstartside og indtast det nedenfor:
de: Bitte auf der jetzt geöffneten Internetseite registrieren. Das Token kannst du auf deiner User-Seite finden. Bitte hier eingeben:
es: Por favor, regístrese en la página web. Obtenga su token en la página de inicio de usuario e ingréselo a continuación:
fi: Ole hyvä ja rekisteröidy avatulla verkkosivulla. Hae avaimesi käyttäjäsi kotisivulta ja syötä se alle:
fr: Veuillez vous inscrire sur la page web ouverte. Récupérez votre token sur votre espace client et saisissez-le ci-dessous :
he: נא להירשם בדף האינטרנט שיפתח. קבל את האסימון שלך בדף המשתמש שלך והזן אותו למטה:
hi: कृपया खुले हुए वेबपेज में पंजीकरण करें। अपने उपयोगकर्ता मुख पृष्ठ में अपना टोकन प्राप्त करें और इसे नीचे दर्ज करें:
hr: Registriraj se na otvorenoj web stranici. Nabavi svoj token u svojoj korisničkoj početnoj stranici i unesi ga dolje:
hu: Kérlek regisztrálj a megnyitott weboldalon. Szerezd meg a tokened a felhasználó főoldalán és írd be ide:
id: Mohon registrasi pada laman yang terbuka. Dapatkan token pada halaman utama user dan masukkan di bawah ini:
it: Sei pregato di registrarti nella pagina web aperta. Ottieni il tuo token nella home page dell'utente e inseriscilo qui sotto:
ja: 開かれたWebページで登録してください。ホーム画面でトークンを取得し、以下に入力してください:
ko: 열린 웹페이지에서 등록해 주십시오. 홈페이지의 사용자 설정에서 토큰을 발급받아 아래에 입력하십시오:
nl: Meld je aan op de zojuist geopende webpagina. Download vervolgens je token op je persoonlijke pagina, en voer deze hier in:
pl: Zarejestruj się na otwartej stronie. Następnie wygeneruj własny token na stronie domowej swojego profilu i wprowadź go poniżej:
pt_br: Por favor, registre-se na página da web aberta. Obtenha seu token na página inicial do usuário e insira-o abaixo:
pt_pt: Por favor registe-se na página aberta. Pegue no seu token na sua página inicial de usuário e insira-o abaixo:
ro: Înregistrează-te în pagina deschiă. Obține token-ul din pagina ta home și introdu-l mai jos:
ru: Зарегистрируйтесь на отрытом сайте. Получите свой токен на в проыиле пользователя и введите его ниже:
sk: Zaregistrujte sa na otvorenej webstránke. Váš token z domovskej stránky vložte sem:
sr_rs: Registrujte se na otvorenoj veb-stranici. Dobijte token na korisničkoj početnoj stranici i unesite ga ispod:
sv: Vänligen registrera dig på den öppnade webbsidan. Skaffa din token från din användarsida och ange den nedan:
tr: Lütfen açılan web sayfasında kayıt olun. Kullanıcı web sayfasından tokeniniz alın ve aşağıya girin:
uk: Будь ласка, зареєструйтеся на відкритій сторінці. Отримайте свій маркер на своїй сторінці користувача та введіть його нижче:
zh_hans: 请在弹出网页中注册帐号。在您个人首页中获得 token 并在下方输入:
zh_hant: 請在彈出的網頁中註冊帳號，然後進入使用者首頁檢視 API token 並在下方輸入：

# alert.assrt_token_prompt.title
source: Enter your API token
af: Voer u API-teken in
ar: أدخل رمز API الخاص بك
ca: Introdueix el teu token de la API
cs: Zadejte váš API token
da: Indtast dit API token
de: Bitte API-Token hier eingeben.
es: Ingresa tu token de la API
fi: Lisää API-avain
fr: Saisissez votre token d'API
he: הזן את אסימון ה-API שלך
hi: अपना API टोकन दर्ज करें
hr: Upiši tvoj API ključ
hu: Adja meg az API Token-jét
id: Masukkan token API Anda
it: Inserisci il tuo token API
ja: APIトークンを入力
ko: API 토큰을 입력하십시오
nl: Voer je API-token in.
pl: Wprowadź token API
pt_br: Insira seu token de API
pt_pt: Digite o seu token de API
ro: Introdu token-ul API
ru: ведите свой API токен
sk: Zadaj tvoj API token
sr_rs: Unesite token API-ja
sv: Ange din API-token
tr: API jetonunuzu girin
uk: Уведіть свій API-маркер
zh_hans: 输入您的 API token
zh_hant: 輸入你在射手網(偽)的 API token

# alert.beta_channel.title
source: Receive Updates for Beta Versions
af: Ontvang bywerkings vir betaweergawes
ar: تلقي التحديثات للإصدارات التجريبية
ca: Rebre actualitzacions de versions Beta
cs: Dostávat beta aktualizace
da: Modtag opdateringer for beta-versioner
de: Updates für Beta-Versionen erhalten
es: Recibir actualizaciones para las versiones Beta
fi: Vastaanota päivityksiä beta-versioihin
fr: Recevoir des mises à jour pour les versions bêta
he: קבל עדכונים עבור גרסאות בטא
hi: बीटा संस्करणों के लिए अपडेट प्राप्त करें
hr: Primaj aktualiziranja za beta verzije
hu: Frissítések bekapcsolása Beta verzióra
id: Dapatkan Pembaruan untuk Versi Beta
it: Ricevi gli aggiornamenti per la versione beta
ja: ベータ版のアップデート通知を受け取る
ko: 베타 버전 받기
nl: Ontvang updates voor bètaversies
pl: Otrzymuj aktualizację wersj Beta
pt_br: Receba atualizações para as versões beta
pt_pt: Receber Atualizações para Versões Beta
ro: Primește versiuni beta
ru: Получать обновления для бета-версий
sk: Sťahovať aktualizácie pre beta verzie
sr_rs: Primaj ažuriranja za beta verzije
sv: Ta emot beta-versionsuppdateringar
tr: Beta Sürümler için Güncellemeleri Al
uk: Отримувати оновлення бета-версій
zh_hans: 接收测试版（Beta）更新
zh_hant: 啟用 Beta 版本更新

# alert.choose_media_file.title
source: Choose Media Files
af: Kies medialêers
ar: اختيار ملفات الوسائط
ca: Selecciona el fitxers multimèdia
cs: Vyberte soubor
da: Vælge mediefil
de: Datei auswählen
es: Seleccione el archivo multimedia
fi: Valitse mediatiedostoja
fr: Choisir un fichier média
he: בחר קבצי מדיה
hi: मीडिया फ़ाइलें चुनें
hr: Odaberite medijske datoteke
hu: Média fájlok kiválasztása
id: Pilih File Media
it: Scegli file media
ja: メディアファイルを選択
ko: 재생할 파일 선택
nl: Kies bestand
pl: Wybierz pliki multimedialne
pt_br: Escolha o arquivo de mídia
pt_pt: Escolher Arquivos de Media
ro: Alege un fișier media
ru: Выбрать медиафайл
sk: Vyberte súbory
sr_rs: Odaberite medijske datoteke
sv: Välj mediafil
tr: Medya Dosyaları Seç
uk: Вибрати медіафайл
zh_hans: 选择媒体文件
zh_hant: 選擇媒體檔案

# alert.clear_cache.message
source: Are you sure to clear all thumbnail Cache?
af: Is u seker u wil alle duimnaelkasgeheue wis?
ar: هل أنت متأكد من مسح كل ذاكرة التخزين المؤقت؟
ca: Estàs segur que vols netejar tota la memòria cau de les miniatures?
cs: Opravdu chcete smazat všechny načtené náhledy?
da: Er du sikker på du vil tømme alle thumbnail Cache?
de: Möchtest du den Cache der Vorschaubilder wirklich leeren?
es: ¿Está seguro de borrar toda la caché de miniaturas?
fi: Oletko varma, että haluat poistaa esikatselukuvien välimuistit?
fr: Souhaitez-vous vraiment effacer le cache des miniatures ?
he: האם אתה בטוח שברצונך לנקות את מטמון התמונות הממוזערות?
hi: क्या आप सभी थंबनेल कैश को साफ़ करना चाहते हैं?
hr: Stvarno želiš izbrisati memoriju svih minijatura?
hu: Biztosan törli az indexkép gyorsítót árat?
id: Apakah Anda yakin untuk menghapus semua cache thumbnail?
it: Sei sicuro di eliminare tutta la cache delle miniature?
ja: 本当にすべてのサムネイルキャッシュを消去しますか？
ko: 썸네일 캐시를 전부 비우겠습니까?
nl: Weet je zeker dat je de minaturencache wilt wissen?
pl: Jesteś pewien, że chcesz wyczyścić pamięć podręczną miniatur?
pt_br: Tem certeza que deseja limpar o cache de miniaturas?
pt_pt: Tem a certeza que pretende limpar toda a cache de thumbnails?
ro: Sigur dorești să ștergi cache-ul miniaturilor?
ru: Вы уверены, что хотите очистить кэш миниатюр?
sk: Naozaj chcete vyčistiť vyrovnávaciu pamäť s náhľadmi?
sr_rs: Želite li zaista da obrišete celokupan keš za sličice?
sv: Är du säker på att du vill rensa hela cachen för miniatyrbilder?
tr: Küçük resim önbelleğini silmek istediğinizden emin misiniz?
uk: Упевнені, що хочете почистити весь кеш мініатюр?
zh_hans: 确定清除所有缩略图缓存?
zh_hant: 確定要清除所有縮覽圖快取？

# alert.clear_cache.title
source: Clear Thumbnail Cache
af: Wis duimnaelkasgeheue
ar: مسح ذاكرة التخزين المؤقت للمصغرات
ca: Neteja la memòria cau de les miniatures
cs: Smazat načtené náhledy
da: Tøm Thumbnail Cache
de: Vorschaubilder-Cache leeren
es: Borrar caché de miniaturas
fi: Poista esikatselukuvien välimuisti
fr: Vider le cache des miniatures
he: נקה מטמון תמונות ממוזערות
hi: स्पष्ट थंबनेल कैश
hr: Izbriši međuspremnik minijatura
hu: Indexkép gyorsító tár törlése
id: Bersihkan Cache Thumbnail
it: Elimina la cache delle miniature
ja: サムネイルキャッシュを消去する
ko: 썸네일 캐시 비우기
nl: Wis miniaturencache
pl: Wyczyść pamięć podręczną miniatur
pt_br: Limpar cache de miniaturas
pt_pt: Limpar Cache de Miniaturas
ro: Șterge cache-ul miniaturilor
ru: Очистить кэш миниатюр
sk: Vyčistiť vyrovnávaciu pamäť s náhľadmi
sr_rs: Obriši keš za sličice
sv: Rensa cache för miniatyrbilder
tr: Küçük Resim Önbelleğini Temizle
uk: Почистити кеш мініатюр
zh_hans: 清除缩略图缓存
zh_hant: 清除縮覽圖快取
